# print("Hello word")

# \n  Новая строка
# int целые
# float дробные
# NoneType без типа
# List похоже на массив

list=[1,2,3]

# print(list) вывод данных
# input() ввод данных

# print('Введите А')
# a=int(input()) #если надо для действиями с числами
# b=input()
# print(a)

# // деление в целых числах. без остатка
# % остаток от деления
# ** возведение в степень
# c=round(a*b, 5) округление. 5 это число знаков после запятой
# а+=5       а+5
# а*=5       а*5

f=[1,2,3,4]
print(2 in f) # есть ли 2 в массиве

f=[1,2,3,4]
print(not 2 in f) # нет ли 2 в массиве

